IdeaRS.Connections
GeneralWeldData.WeldedEdgeInx Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.GeneralWeldData.WeldedEdgeInx"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int WeldedEdgeInx { get; set; }
Property Value
Type: Int32
See Also
Reference
GeneralWeldData Class
IdeaRS.Connections.Data Namespace